{
  "Skyscraper": "A modern marvel of steel and glass, it pierces the sky, defying nature's boundaries and embodying urban aspirations.",
  "Blueprint": "A detailed roadmap, a visual manifestation of meticulous planning, it guides the creation of complex structures with precision and clarity.",
  "Facade": "The polished exterior, concealing intricacies within, presents a pleasing first impression, harmonizing aesthetics and functionality seamlessly.",
  "Column": "A sturdy vertical support, often found in classical architecture, upholding structures with timeless grace, and providing a sense of stability and order.",
  "Arch": "A curved structural element, harmoniously distributing weight and forces, often seen in historical and modern construction, embodying both elegance and functional ingenuity.",
  "Foundation": "The solid bedrock upon which stability and longevity rest, providing unwavering support for structures that reach for the sky.",
  "Atrium": "An open, sunlit heart that breathes life into a building, fostering connection, and allowing nature's presence to thrive within the structured confines.",
  "Balustrade": "A decorative barrier of spaced, supportive elements, providing both safety and aesthetics, often found adorning elevated spaces in architectural designs.",
  "Parapet": "A protective horizontal barrier, subtly rising above the structure's edge, serving as both a shield and a finishing touch to the architectural silhouette.",
  "Transom": "A functional horizontal element, bridging the upper reaches of an opening, inviting additional illumination and ventilation while preserving structural integrity.",
  "Vault": "A secure and enclosed chamber, characterized by its architectural strength, designed to safeguard valuable assets and secrets within its unyielding embrace.",
  "Yurt": "A circular, portable dwelling originating from ancient nomadic cultures, ingeniously designed to adapt to diverse landscapes and weather conditions, providing both comfort and mobility.",
  "Ziggurat": "A tiered, stepped pyramid-like structure, meticulously constructed in antiquity, serving as a testament to advanced engineering and often connected to religious and administrative functions.",
  "Exedra": "A semicircular architectural feature, thoughtfully integrated into structures, offering a space for reflection and conversation, with a strategic view of its surroundings.",
  "Frieze": "A continuous, decorative band running horizontally, subtly narrating stories or motifs, often adorning the upper portions of walls or architectural structures.",
  "Gazebo": "An open-air shelter, harmoniously blending with nature, designed for leisure and contemplation, offering a respite from the elements while maintaining a connection to the outdoors.",
  "Kiosk": "A compact, functional structure, strategically placed to provide information, goods, or services, often found in bustling urban spaces, catering to immediate needs and convenience.",
  "Mansard": "A distinctive roof design, creating extra space within a building's upper levels while adding a touch of architectural character, often seen in historic urban neighborhoods.",
  "Nave": "The central and spacious core of a place of worship, providing a focal point for congregations to gather and partake in religious rituals and ceremonies.",
  "Oriel": "A protruding architectural feature, skillfully integrated into building exteriors, offering expanded interior space and enhancing natural light, often seen in historical urban architecture.",
  "Spire": "An elegant, pointed pinnacle rising from the heart of a structure, gracefully piercing the skyline, often associated with places of worship and adding a distinctive verticality to the architecture."
}