{
  "SkyscraperW": "Хмарочос",
  "SkyscraperD": "Сучасне диво зі сталі та скла, воно пронизує небо, кидаючи виклик межам природи та втілюючи міські прагнення.",
  "BlueprintW": "Креслення",
  "BlueprintD": "Детальна дорожня карта, візуальний прояв ретельного планування, вона керує створенням складних структур з точністю та ясністю.",
  "FacadeW": "Фасад",
  "FacadeD": "Полірований зовнішній вигляд, що приховує тонкощі всередині, справляє приємне перше враження, бездоганно поєднуючи естетику та функціональність.",
  "ColumnW": "Колона",
  "ColumnD": "Міцна вертикальна опора, яка часто зустрічається в класичній архітектурі, підтримує конструкції з позачасовою витонченістю та забезпечує відчуття стабільності та порядку.",
  "ArchW": "Арка",
  "ArchD": "Вигнутий конструктивний елемент, який гармонійно розподіляє вагу та зусилля, часто можна побачити в історичних і сучасних будівництвах, втілюючи як елегантність, так і функціональну винахідливість.",
  "FoundationW": "Фундамент",
  "FoundationD": "Тверда основа, на якій тримається стабільність і довголіття, забезпечуючи непохитну опору для структур, які тягнуться до неба.",
  "AtriumW": "Атріум",
  "AtriumD": "Відкрите, освітлене сонцем серце, яке вдихає життя в будівлю, сприяючи зв’язку та дозволяючи присутності природи процвітати в структурованих межах.",
  "BalustradeW": "Балюстрада",
  "BalustradeD": "Декоративний бар’єр із розташованих на відстані підтримуючих елементів, що забезпечує як безпеку, так і естетику, часто зустрічається як прикраса піднесених приміщень в архітектурних проектах.",
  "ParapetW": "Парапет",
  "ParapetD": "Горизонтальний захисний бар'єр, який ледь помітно піднімається над краєм споруди, виступає одночасно і щитом, і завершальним штрихом архітектурного силуету.",
  "TransomW": "Фрамуга",
  "TransomD": "Функціональний горизонтальний елемент, який перекриває верхню частину отвору, запрошуючи додаткове освітлення та вентиляцію, зберігаючи цілісність конструкції.",
  "VaultW": "Сховище",
  "VaultD": "Захищена та закрита камера, яка характеризується міцністю архітектури, розроблена для захисту цінних активів і секретів у своїх непохитних обіймах.",
  "YurtW": "Юрта",
  "YurtD": "Кругле портативне житло, що походить від стародавніх кочових культур, геніально розроблене для адаптації до різноманітних ландшафтів і погодних умов, забезпечуючи комфорт і мобільність.",
  "ZigguratW": "Зіккурат",
  "ZigguratD": "Багаторівнева ступінчаста пірамідоподібна споруда, ретельно побудована в давнину, яка служить свідченням передової інженерії та часто пов’язана з релігійними та адміністративними функціями.",
  "ExedraW": "Екседра",
  "ExedraD": "Напівкругла архітектурна споруда, продумано інтегрована в структуру, пропонує простір для роздумів і розмов, зі стратегічним видом на околиці.",
  "FriezeW": "Фриз",
  "FriezeD": "Безперервна декоративна смуга, що йде горизонтально, витончено розповідаючи історії чи мотиви, часто прикрашаючи верхні частини стін або архітектурних споруд.",
  "GazeboW": "Альтанка",
  "GazeboD": "Притулок під відкритим небом, який гармонійно поєднується з природою, призначений для дозвілля та споглядання, пропонує відпочити від стихії, зберігаючи зв’язок із природою.",
  "KioskW": "Кіоск",
  "KioskD": "Компактна, функціональна структура, стратегічно розташована для надання інформації, товарів або послуг, часто зустрічається в гамірних міських просторах, що задовольняє нагальні потреби та забезпечує зручність.",
  "MansardW": "Мансарда",
  "MansardD": "Характерний дизайн даху, що створює додатковий простір на верхніх рівнях будівлі, додаючи нотку архітектури, яку часто можна побачити в історичних міських районах.",
  "NaveW": "Нава",
  "NaveD": "Центральне та просторе ядро ​​місця поклоніння, яке є центром для збирання конгрегацій і участі в релігійних ритуалах і церемоніях.",
  "OrielW": "Еркер",
  "OrielD": "Виступаючий архітектурний елемент, майстерно інтегрований у зовнішній вигляд будівлі, що пропонує розширений внутрішній простір і покращує природне освітлення, що часто можна побачити в історичній міській архітектурі.",
  "SpireW": "Шпиль",
  "SpireD": "Елегантна загострена вершина, що піднімається з серця споруди, витончено пронизує лінію горизонту, часто асоціюється з місцями поклоніння та додає характерну вертикальність архітектурі.",
}
