{
  "ExcavationW": "Розкопки",
  "ExcavationD": "Розкриття таємниць шарів Землі, стародавні історії, приховані під поверхнею.",
  "ArtifactW": "Артефакт",
  "ArtifactD": "Відчутне відлуння людської винахідливості, збережене крізь піски часу, розповідає історії про минулі епохи.",
  "FossilW": "Скам'янілість'",
  "FossilD": "Залишок стародавнього життя, закріплений у скелі, відкриває вікно в далеке минуле.",
  "AntiquitiesW": "Старожитності",
  "AntiquitiesD": "Відлуння попередніх цивілізацій, які часто знаходять закопаними в землі або схованими в забутих куточках музеїв.",
  "HieroglyphicsW": "Ієрогліфи",
  "HieroglyphicsD": "Стародавні символи, вигравірувані на камені, що несуть мудрість та історії давно втраченої цивілізації.",
  "MummyW": "Мумія",
  "MummyD": "Збережена в обіймах часу, реліквія складних ритуалів і хитромудрого обгортання.",
  "TempleW": "Храм",
  "TempleD": "Священний простір, часто прикрашений складною архітектурою, де віддані шукають духовного зв’язку та божественного керівництва.",
  "RuinsW": "Руїни",
  "RuinsD": "Залишки плину часу, де відгомін колись процвітаючого минулого мовчазно лине в розколотих каменях.",
  "ArchaeologistW": "Археолог",
  "ArchaeologistD": "Відданий шукач прихованих наративів, прискіпливо відкриваючи сліди історії.",
  "PictogramW": "Піктограма",
  "PictogramD": "Візуальний код, який передає ідеї за допомогою спрощених і загальновизнаних символів.",
  "CivilizationW": "Цивілізація",
  "CivilizationD": "Складна мережа організованих суспільств, де знання, культура та порядок процвітають через покоління.",
  "RelicW": "Реліквія",
  "RelicD": "Відчутний зв’язок із минулими епохами, часто пронизаний історичним значенням і благоговінням.",
  "PetroglyphW": "Петрогліф",
  "PetroglyphD": "Стародавні історії, вкарбовані в тверду скелю, зберігаючи мудрість і майстерність далеких предків.",
  "TrowelW": "Кельма",
  "TrowelD": "Маленький ручний інструмент, надійний супутник для тих, хто дбайливо розкопує таємниці історії з землі.",
  "SarcophagusW": "Саркофаг",
  "SarcophagusD": "Кам’яний охоронець, часто прикрашений хитромудрим різьбленням, що колискає останки померлих у стародавніх місцях спочинку.",
  "PalaeontologyW": "Палеонтологія",
  "PalaeontologyD": "Розкриття загадкового минулого шляхом вивчення доісторичних залишків, замкнених у шарах Землі.",
  "TrenchW": "Траншея",
  "TrenchD": "Глибокий цілеспрямований надріз у шкірі Землі, який часто відкриває приховані шари історії та геологічні таємниці.",
  "AnthropologyW": "Антропологія",
  "AnthropologyD": "Вивчення людської культури, еволюції та суспільства, заглиблення в різноманітне минуле та сьогодення нашого виду.",
  "PaleoethnobotanyW": "Палеоетноботаніка",
  "PaleoethnobotanyD": "Розкриття дієти та сільського господарства стародавніх цивілізацій шляхом вивчення залишків рослинного життя, що збереглися протягом століть.",
  "AmphoraW": "Амфора",
  "AmphoraD": "Антична посудина, виготовлена ​​для певної мети, часто прикрашена складним дизайном і використовувалася для транспортування цінних товарів.",
}