{
  "PopcornW": "Попкорн",
  "PopcornD": "Пухнаста хмаринка теплої ностальгії, солоний супутник кінематографічних пригод.",
  "ComedyW": "Комедія",
  "ComedyD": "Майстерне поєднання часу й дотепності, викликаючи сміх через образотворче мистецтво смішного абсурду.",
  "DramaW": "Драма",
  "DramaD": "Царство, де киплять і хвилюються людські емоції, горнило, де напруга й почуття зливаються в горнилі розповідей, керованих персонажами.",
  "VillainW": "Лиходій",
  "VillainD": "Персонаж, який часто спотворює моральний компас, стаючи тінню, що кидає виклик світлу героїв історії.",
  "SequelW": "Сиквел",
  "SequelD": "Наступний розділ розповіді, що спирається на встановлені основи та поглиблює зв’язок із знайомим світом.",
  "BlockbusterW": "Блокбастер",
  "BlockbusterD": "Кінематографічне видовище, яке приваблює маси, містить вибухові сцени та переконливі оповіді, які захоплюють глядачів у всьому світі.",
  "PlotW": "Сюжет",
  "PlotD": "Складна дорожня карта, яка спрямовує історію, переплітаючи нитки конфлікту, мотивації та вирішення.",
  "ScreenplayW": "Сценарій",
  "ScreenplayD": "Ретельно розроблений проект із детальним описом діалогів, сцен і інструкцій, що закладає основу для кінематографічного шедевра.",
  "ThrillerW": "Трилер",
  "ThrillerD": "Жанр, який вирізняється карколомною напругою, часто використовуючи психологічні прийоми, щоб тримати глядача на межі своїх місць.",
  "CastingW": "Кастинг",
  "CastingD": "Делікатний процес вибору акторів, які будуть жити в образах персонажів, враховуючи безліч факторів, щоб оживити історію.",
  "OscarW": "Оскар",
  "OscarD": "Бажана золота нагорода, визнання досконалості у світі кіновиробництва та відзначення виняткового таланту в галузі.",
  "MusicalW": "Мюзикл",
  "MusicalD": "Жанр, у якому мелодії та слова часто відіграють ключову роль у розвитку сюжетної лінії, перетворюючи персонажів на імпровізованих виконавців.",
  "IndieW": "Інді",
  "IndieD": "Постановки, створені з обмеженими ресурсами та наголосом на оригінальності, часто виходячи за межі загальноприйнятих традицій.",
  "AnimationW": "Анімація",
  "AnimationD": "Ремесло, яке оживляє нерухомі зображення за допомогою серії швидких візуальних послідовностей, захоплюючи аудиторію своєю ілюзією руху.",
  "StuntW": "Трюк",
  "StuntD": "Запаморочливі, ретельно хореографічні дії, які розширюють межі фізичної продуктивності, іноді залучаючи навчених професіоналів для забезпечення безпеки.",
  "DialogueW": "Діалог",
  "DialogueD": "Словесні обміни, які служать життєвою силою для взаємодії персонажів, розкриваючи емоції, мотиви та розвиток сюжету за допомогою усних слів.",
  "AdaptationW": "Адаптація",
  "AdaptationD": "Трансформація існуючого вмісту в новий наратив, творча еволюція, яка віддає належне своєму джерелу.",
  "FilmographyW": "Фільмографія",
  "FilmographyD": "Хронологічний каталог робіт режисерів, що документує їхній шлях і еволюцію у світі кіно.",
  "GenreW": "Жанр",
  "GenreD": "Категоризація, яка визначає стиль, тон і теми фільму, дозволяючи глядачам передбачити, що чекає попереду на основі певних умовностей.",
  "StudioW": "Студія",
  "StudioD": "Центр кінематографічної творчості, де інноваційні ідеї, талант і ресурси об’єднуються в ремісничі історії, які резонують з аудиторією.",
  "PremiereW": "Прем'єра",
  "PremiereD": "Урочиста презентація фільму світові, подія, яка знаменує собою кульмінацію наполегливої ​​роботи та очікування, яку часто відвідують світила галузі.",
  "CameoW": "Камео",
  "CameoD": "Коротка поява, яка дивує і захоплює, часто показуючи знайоме обличчя в несподіваний момент.",
  "SoundtrackW": "Саундтрек",
  "SoundtrackD": "Слуховий гобелен, який вплітає емоції та атмосферу у фільм, підвищуючи враження глядача завдяки ретельно підібраній музиці.",
  "HollywoodW": "Голлівуд",
  "HollywoodD": "Легендарний епіцентр світової кіноіндустрії, місце, де під каліфорнійським сонцем сходяться мрії та творчість.",
  "ProtagonistW": "Протагоніст",
  "ProtagonistD": "Центральний персонаж, чия подорож і рішення керують суттю історії, формуючи перипетії оповіді."
}
