{
  "BananaW": "Banana",
  "BananaD": "A curved, elongated fruit that varies in size and color, often enjoyed as a natural source of potassium and dietary fiber.",
  "AppleW": "Apple",
  "AppleD": "A round or oval fruit with a thin skin, typically red, green, or yellow in color. It comes in numerous varieties, each offering a unique blend of sweetness and tartness.",
  "CheeseW": "Cheese",
  "CheeseD": "A dairy product formed by curdling milk and separating the whey, resulting in a wide array of textures and flavors depending on the aging process and bacterial cultures used.",
  "TomatoW": "Tomato",
  "TomatoD": "A versatile, red or yellowish fruit used in various culinary applications, from salads to sauces, prized for its juicy interior and vitamin-rich composition.",
  "PancakeW": "Pancake",
  "PancakeD": "A flat, circular breakfast item made from a batter of flour, eggs, and milk, cooked on a hot surface until golden brown, often served with toppings like syrup or fruit.",
  "CarrotW": "Carrot",
  "CarrotD": "An orange-hued root vegetable, known for its high levels of beta-carotene, often used as a crunchy addition in salads or a key ingredient in savory dishes.",
  "PizzaW": "Pizza",
  "PizzaD": "A widely enjoyed food item that consists of a circular, baked dough base, topped with a variety of ingredients such as tomato sauce, cheese, and various toppings, often baked to perfection in a hot oven.",
  "ChocolateW": "Chocolate",
  "ChocolateD": "A beloved treat derived from cacao beans, known for its rich, velvety texture and sweet or bitter taste, with a history dating back to ancient civilizations.",
  "SushiW": "Sushi",
  "SushiD": "A culinary specialty originating from Japan, featuring vinegared rice combined with ingredients like fresh seafood, vegetables, and occasionally, a sheet of seaweed, offering a delicate and balanced flavor profile.",
  "CucumberW": "Cucumber",
  "CucumberD": "A refreshing, green vegetable with high water content, commonly used in salads or as a crunchy accompaniment to dishes, known for its mild and hydrating qualities.",
  "GrapesW": "Grapes",
  "GrapesD": "Small, spherical clusters of juicy, bite-sized fruits often grown on twisting vines, enjoyed fresh or in various culinary forms.",
  "BroccoliW": "Broccoli",
  "BroccoliD": "A green vegetable characterized by a cluster of tightly packed, edible flower buds, known for its high nutritional value.",
  "PopcornW": "Popcorn",
  "PopcornD": "A snack made from dried maize kernels that puff up when heated, often enjoyed at movie theaters or as a light, crunchy treat.",
  "PineappleW": "Pineapple",
  "PineappleD": "A tropical fruit with a spiky, rough exterior and sweet, juicy flesh, often used in both savory and dessert dishes.",
  "AvocadoW": "Avocado",
  "AvocadoD": "A creamy-textured, green fruit with a large pit at its center, celebrated for its healthy fats and versatility in culinary creations.",
  "WatermelonW": "Watermelon",
  "WatermelonD": "A large, refreshing fruit with a vibrant interior, often enjoyed in warm weather for its hydrating qualities.",
  "BaconW": "Bacon",
  "BaconD": "A savory, fatty food item derived from pork, typically cooked until crispy and used as a flavorful ingredient in various dishes.",
  "OmeletteW": "Omelet",
  "OmeletteD": "A dish made by beating eggs and cooking them with various ingredients such as vegetables, cheese, or meat until they set into a fluffy, savory concoction.",
  "StrawberryW": "Strawberry",
  "StrawberryD": "A small, red fruit known for its sweet and tart flavor, often enjoyed fresh or as a delightful addition to desserts.",
  "SandwichW": "Sandwich",
  "SandwichD": "A convenient and customizable food item composed of layers, often including bread, fillings, and condiments, offering a balanced blend of flavors and textures.",
  "LemonW": "Lemon",
  "LemonD": "A citrus fruit known for its zesty, tangy taste, used to enhance the flavor of various dishes and beverages.",
  "SpinachW": "Spinach",
  "SpinachD": "A leafy green vegetable valued for its rich nutrient content, often included in salads and cooked dishes for its earthy, slightly bitter flavor.",
  "MuffinW": "Muffin",
  "MuffinD": "A small, baked treat with a soft, crumbly texture, often flavored with ingredients like fruits, nuts, or chocolate chips.",
  "OrangeW": "Orange",
  "OrangeD": "A citrus fruit renowned for its sweet and juicy flesh, packed with vitamin C and enjoyed both as a snack and in various culinary creations.",
  "PotatoW": "Potato",
  "PotatoD": "An underground tuber often prepared in a multitude of ways, prized for its starchy versatility in cooking.",
  "YogurtW": "Yogurt",
  "YogurtD": "A fermented dairy product known for its creamy texture and probiotic properties, enjoyed as a snack or as an ingredient in various dishes.",
  "PumpkinW": "Pumpkin",
  "PumpkinD": "A versatile, orange-hued vegetable often used in both savory and sweet dishes, celebrated for its rich flavor.",
  "BlueberryW": "Blueberry",
  "BlueberryD": "A small, round fruit known for its deep blue or purple hue, often enjoyed fresh, in baked goods, or as a topping for breakfast items.",
  "KiwiW": "Kiwi",
  "KiwiD": "A small, fuzzy fruit with vibrant green flesh, often enjoyed for its sweet and tangy flavor.",
  "PeppersW": "Pepper",
  "PeppersD": "A colorful vegetable used in cooking, available in various shapes and sizes, prized for its versatility and ability to add a burst of flavor to dishes.",
  "WaffleW": "Waffle",
  "WaffleD": "A baked breakfast item with a grid-like pattern, often crispy on the outside and tender on the inside, enjoyed with various toppings.",
  "AlmondW": "Almond",
  "AlmondD": "A type of tree nut known for its mild, slightly sweet taste, often used in both sweet and savory dishes.",
  "CherryW": "Cherry",
  "CherryD": "A small, round fruit often found in various shades of red, celebrated for its sweet and tart flavor, enjoyed fresh or as a dessert ingredient.",
  "ZucchiniW": "Zucchini",
  "ZucchiniD": "A green, summer vegetable often used in cooking, appreciated for its mild taste and versatility in various dishes.",
  "OliveW": "Olive",
  "OliveD": "A small, oval fruit often used to produce oil or eaten as a savory addition to various dishes, known for its distinctive flavor.",
  "EggplantW": "Eggplant",
  "EggplantD": "A vegetable with glossy, dark-purple skin, valued for its creamy-textured flesh, frequently employed in cooking to absorb and enhance various flavors.",
  "MangoW": "Mango",
  "MangoD": "A tropical fruit prized for its sweet, juicy flesh, often enjoyed fresh or used in a variety of culinary creations.",
  "CranberryW": "Cranberry",
  "CranberryD": "A small, tart berry often used in sauces and baked goods, known for its vibrant red color and sharp taste.",
  "PomegranateW": "Pomegranate",
  "PomegranateD": "A round, reddish fruit with juicy seeds, valued for its sweet-tart taste and antioxidant properties.",
  "RadishW": "Radish",
  "RadishD": "A small, crunchy root vegetable often used in salads, recognized for its peppery kick and vibrant color."
}
