{
  "BananaW": "Банан",
  "BananaD": "Вигнутий видовжений плід різного розміру та кольору, який часто використовують як природне джерело калію та харчових волокон.",
  "AppleW": "Яблуко",
  "AppleD": "Плід круглої або овальної форми з тонкою шкіркою, зазвичай червоного, зеленого або жовтого кольору. Він представлений у численних варіантах, кожен з яких пропонує унікальне поєднання солодкості та терпкості.",
  "CheeseW": "Сир",
  "CheeseD": "Молочний продукт, утворений шляхом згортання молока та відділення сироватки, що забезпечує широкий спектр текстур і смаків залежно від процесу старіння та використаних бактеріальних культур.",
  "TomatoW": "Помідор",
  "TomatoD": "Універсальний червоний або жовтуватий фрукт, який використовується в різних кулінарних цілях, починаючи від салатів і закінчуючи соусами, цінується за соковиту внутрішню частину та багатий на вітаміни склад.",
  "PancakeW": "Млинець",
  "PancakeD": "Плоский круглий продукт для сніданку, виготовлений із тіста з борошна, яєць і молока, що готується на гарячій поверхні до золотистого кольору, часто подається з начинкою, як-от сироп або фрукти.",
  "CarrotW": "Морква",
  "CarrotD": "Коренеплід помаранчевого відтінку, відомий високим рівнем бета-каротину, часто використовується як хрустка добавка до салатів або ключовий інгредієнт солоних страв.",
  "PizzaW": "Піца",
  "PizzaD": "Широко популярна їжа, яка складається з круглої запеченої основи з тіста, вкритої різноманітними інгредієнтами, як-от томатним соусом, сиром і різноманітними начинками, які часто випікаються в гарячій духовці.",
  "ChocolateW": "Шоколад",
  "ChocolateD": "Улюблене ласощі, отримане з какао-бобів, відоме своєю насиченою оксамитовою текстурою та солодким або гірким смаком, історія якого сягає давніх цивілізацій.",
  "SushiW": "Суші",
  "SushiD": "Кулінарна фірмова страва з Японії, що складається з оцтового рису в поєднанні з такими інгредієнтами, як свіжі морепродукти, овочі та іноді шматочки морських водоростей, що забезпечує ніжний і збалансований смаковий профіль.",
  "CucumberW": "Огірок",
  "CucumberD": "Освіжаючий зелений овоч із високим вмістом води, який зазвичай використовують у салатах або як хрусткий доповнення до страв, відомий своїми м’якими та зволожуючими властивостями.",
  "GrapesW": "Виноград",
  "GrapesD": "Маленькі, кульчасті гронa соковитих, ковзних плодів, які часто вирощують на повзучих лозах, споживаються свіжими або в різних кулінарних стравах.",
  "BroccoliW": "Броколі",
  "BroccoliD": "Зелений овоч, який відрізняється скупченням щільно ущільнених їстівних бутонів квітки, відомий своєю високою поживною цінністю.",
  "PopcornW": "Попкорн",
  "PopcornD": "Снек, приготований з сушених кукурудзяних зерен, які розпухаються під час нагрівання, часто смакують у кінотеатрах або як легку, хрустку ласощ.",
  "PineappleW": "Ананас",
  "PineappleD": "Тропічний фрукт з колючою, грубою зовнішністю та солодким, соковитим м'якоттю, часто використовується як у солоних, так і у десертних стравах.",
  "AvocadoW": "Авокадо",
  "AvocadoD": "Зелений фрукт з кремовою текстурою і великим кісточкою в центрі, відомий своїми корисними жирами та універсальністю в кулінарних створеннях.",
  "WatermelonW": "Кавун",
  "WatermelonD": "Великий, освіжаючий фрукт з яскравим внутрішнім барвою, часто смакується в теплу погоду заради своїх гідратуючих якостей.",
  "BaconW": "Бекон",
  "BaconD": "Смачний жирний продукт із свинини, який зазвичай готується до хрусткості і використовується як смачна складова різних страв.",
  "OmeletteW": "Омлет",
  "OmeletteD": "Страва, приготована, взбиваючи яйця і готуючи їх разом з різними інгредієнтами, такими як овочі, сир або м'ясо, доки вони не стануть повітряною і смачною комбінацією.",
  "StrawberryW": "Полуниця",
  "StrawberryD": "Малий, червоний фрукт, відомий своїм солодким і кислим смаком, часто смакується свіжим або як чудовий додаток до десертів.",
  "SandwichW": "Сендвіч",
  "SandwichD": "Зручний та налаштовуваний продукт, що складається з шарів, часто включаючи хліб, начинку та приправи, пропонуючи збалансоване поєднання смаків та текстур.",
  "LemonW": "Лимон",
  "LemonD": "Цитрусовий фрукт, відомий своїм гострим, кислуватим смаком, використовується для підвищення смаку різних страв та напоїв.",
  "SpinachW": "Шпинат",
  "SpinachD": "Листяний зелений овоч, цінний за свій високий вміст корисних речовин, часто включається в салати та страви зі своїм землянистим, трохи гірким смаком.",
  "MuffinW": "Маффін",
  "MuffinD": "Малий, випечений десерт з м'якою, крихкою текстурою, часто ароматизований інгредієнтами, такими як фрукти, горішки або шоколадні крихти.",
  "OrangeW": "Апельсин",
  "OrangeD": "Цитрусовий фрукт, відомий своєю солодкою та соковитою м'якоттю, багатий вітаміном С та смакують як закуску і в різних кулінарних створеннях.",
  "PotatoW": "Картопля",
  "PotatoD": "Підземна опуклість, яку часто готують різними способами, цінують за її крохмальну універсальність в кулінарії.",
  "YogurtW": "Йогурт",
  "YogurtD": "Кисломолочний продукт, відомий своєю вершковою текстурою та пробіотичними властивостями, смакується як закуска або в різних стравах.",
  "PumpkinW": "Гарбуз",
  "PumpkinD": "Універсальний, помаранчевого кольору овоч, який часто використовується як у солоних, так і в солодких стравах, славиться своїм насиченим смаком.",
  "BlueberryW": "Чорниця",
  "BlueberryD": "Малий, круглий фрукт, відомий своєю глибоко-синьою або фіолетовою барвою, часто смакується свіжою, у випічці або як начинка для сніданків.",
  "KiwiW": "Ківі",
  "KiwiD": "Малий, пухнастий фрукт з яскраво-зеленою м'якоттю, часто смакується заради його солодкого і кислуватого смаку.",
  "PeppersW": "Перець",
  "PeppersD": "Кольоровий овоч, що використовується в кулінарії, доступний у різних формах і розмірах, цінується за свою універсальність та здатність додавати смак стравам.",
  "WaffleW": "Вафля",
  "WaffleD": "Випечений продукт для сніданку з сітчастим візерунком, часто хрустким ззовні і ніжним всередині, смакується з різними начинками.",
  "AlmondW": "Мигдаль",
  "AlmondD": "Тип горіха з під дерева, відомий своїм нейтральним, трохи солодкавим смаком, часто використовується як у солодких, так і в солоних стравах.",
  "CherryW": "Вишня",
  "CherryD": "Малий, круглий фрукт, часто зустрічається в різних відтінках червоного кольору, відомий своїм солодко-кислим смаком, смакується свіжим або як інгредієнт у десертах.",
  "ZucchiniW": "Цукіні",
  "ZucchiniD": "Зелений літній овоч, який часто використовується в кулінарії, цінується за свій нейтральний смак та універсальність в різних стравах.",
  "OliveW": "Оливка",
  "OliveD": "Малий, овальний фрукт, часто використовується для виробництва олії або споживається як смачний додаток до різних страв, відомий своїм характерним смаком.",
  "EggplantW": "Баклажан",
  "EggplantD": "Овоч із глянцевою, темно-фіолетовою шкіркою, цінується за свою кремову текстуру м'якоті, часто використовується в кулінарії для поглинання та підвищення смакових якостей різних інгредієнтів.",
  "MangoW": "Манго",
  "MangoD": "Тропічний фрукт, цінується за свою солодку, соковиту м'якість, часто смакується свіжим або використовується в різних кулінарних створеннях.",
  "CranberryW": "Журавлина",
  "CranberryD": "Мала, ягода з гірким смаком, яка часто використовується в соусах і випічці, відома своєю яскраво-червоною барвою і гострим смаком.",
  "PomegranateW": "Гранат",
  "PomegranateD": "Круглий, червоний фрукт із соковитими насінинами, цінується за свій солодко-кислий смак та антиоксидантні властивості.",
  "RadishW": "Редька",
  "RadishD": "Малий, хрусткий кореневий овоч, який часто використовується в салатах, відомий своєю гострістю і яскравим кольором."
}
