{
  "QuestW": "Quest",
  "QuestD": "Players often embark on these in virtual realms, like knights on a mission, seeking to uncover treasures or vanquish foes.",
  "Cheat codeW": "Cheat",
  "Cheat codeD": "A frowned-upon shortcut used by some to gain an unfair advantage, breaking the rules of the game.",
  "NPCW": "NPC",
  "NPCD": "Silent inhabitants of the game world, following programmed routines, often serving as guides, foes, or merchants.",
  "LagW": "Lag",
  "LagD": "The frustrating delay or slow response in online gaming, caused by poor internet connection or overloaded servers.",
  "SpeedrunW": "Speedrun",
  "SpeedrunD": "A competitive gaming practice where players aim to complete a game as quickly as possible, often using glitches and precise strategies.",
  "RespawningW": "Respawning",
  "RespawningD": "This gaming feature grants a fresh start, ensuring that players return after a virtual setback, ready to resume their quest.",
  "GlitchW": "Bug",
  "GlitchD": "Unintended anomalies in the game code that can lead to unexpected and often amusing consequences for players.",
  "FarmingW": "Farming",
  "FarmingD": "A strategic activity where players repetitively gather in-game resources or experience points to progress in the game.",
  "GrieferW": "Griefer",
  "GrieferD": "A player who derives enjoyment from disrupting others' gameplay experience, often through deliberate annoyance or interference.",
  "AFKW": "AFK",
  "AFKD": "A state in which a player is temporarily absent from their gaming session, leaving their character unattended.",
  "HUDW": "HUD",
  "HUDD": "The vital on-screen overlay providing key information, seamlessly connecting players to the game's pulse.",
  "NoobW": "Noob",
  "NoobD": "A term gently bestowed upon newcomers, acknowledging their inexperience in the gaming realm.",
  "SandboxW": "Sandbox",
  "SandboxD": "A digital playground where creative freedom reigns, allowing players to shape the virtual world according to their whims.",
  "ModdingW": "Modding",
  "ModdingD": "The art of customizing and enhancing games, enabling players to tailor their gaming experience to perfection.",
  "MultiplayerW": "Multiplayer",
  "MultiplayerD": "The doorway to shared adventures, where players unite online for collaborative and competitive gaming experiences.",
  "StreamerW": "Streamer",
  "StreamerD": "An entertainer who broadcasts their virtual adventures live, engaging with a global audience in real-time.",
  "MicrotransactionW": "Microtransaction",
  "MicrotransactionD": "Small, optional in-game purchases offering virtual goods, enhancing the gaming experience for those who choose to indulge.",
  "CosplayW": "Cosplay",
  "CosplayD": "A hobby where enthusiasts meticulously dress up as their favorite characters from games, movies, or anime.",
  "MOBAW": "MOBA",
  "MOBAD": "A genre of fiercely competitive games where teams of players with diverse abilities and skills engage in intense battles, aiming to destroy vital objectives for victory.",
  "MMORPGW": "MMORPG",
  "MMORPGD": "Vast online worlds where players immerse themselves in epic adventures, interacting with a multitude of other participants.",
  "ControllerW": "Controller",
  "ControllerD": "The hand-held device that grants players the power to direct and manipulate the virtual world with precision.",
  "CampaignW": "Campaign",
  "CampaignD": "A structured series of challenges, guiding players through a narrative journey within the game.",
  "StealthW": "Stealth",
  "StealthD": "The art of remaining unseen, enabling players to outmaneuver opponents silently and strategically.",
  "SkinsW": "Skins",
  "SkinsD": "Customized appearances for in-game characters or items, enhancing visual aesthetics without affecting gameplay.",
  "ServerW": "Server",
  "ServerD": "The digital backbone of online gaming, acting as a central hub for connecting players and hosting game worlds.",
  "CutsceneW": "Cutscene",
  "CutsceneD": "In-game cinematic moments where control temporarily shifts from the player to scripted storytelling.",
  "FPSW": "FPS",
  "FPSD": "The frequency at which a gaming environment refreshes, dictating the smoothness of visual motion and player experience.",
  "VRW": "VR",
  "VRD": "Technology that transports users into immersive digital realms, blurring the line between reality and simulation."
}
