{
  "QuestW": "Квест",
  "QuestD": "Гравці часто розпочинають це у віртуальних світах, як лицарі на завданні, намагаючись відкрити скарби або перемогти ворогів.",
  "Cheat codeW": "Чит",
  "Cheat codeD": "Незатверджений шлях, який використовується деякими для отримання недопустимої переваги, порушуючи правила гри.",
  "NPCW": "NPC",
  "NPCD": "Мовчазні мешканці гри, які слідкують за програмними рутинами, часто служать як провідники, вороги або купці.",
  "LagW": "Лаг",
  "LagD": "Роздратовуюча затримка або повільна відповідь у грі в мережі, спричинена поганим Інтернет-з'єднанням або перевантаженими серверами.",
  "SpeedrunW": "Спідран",
  "SpeedrunD": "Конкурентна практика гри, де гравці намагаються завершити гру якнайшвидше, часто використовуючи помилки та точні стратегії.",
  "RespawningW": "Респавн",
  "RespawningD": "Ця функція гри надає новий початок, забезпечуючи повернення гравців після віртуальних незгод, готових продовжити свою подорож.",
  "GlitchW": "Баг",
  "GlitchD": "Несподівані аномалії у гральному коді, які можуть призвести до непередбачених і часто смішних наслідків для гравців.",
  "FarmingW": "Фарм",
  "FarmingD": "Стратегічна діяльність, при якій гравці постійно збирають ігрові ресурси або бали досвіду, щоб розвиватися в грі.",
  "GrieferW": "Грифер",
  "GrieferD": "Гравець, який відчуває задоволення від руйнування геймплейного досвіду інших, часто через намірене подразнення або втручання.",
  "AFKW": "AFK",
  "AFKD": "Стан, в якому гравець тимчасово відсутній на гральному сеансі, залишаючи свого персонажа без нагляду.",
  "HUDW": "HUD",
  "HUDD": "Важлива наявна на екрані накладка, що надає ключову інформацію та незмінно пов'язує гравців з пульсом гри.",
  "NoobW": "Нуб",
  "NoobD": "Термін, який лагідно дарується новачкам, визнаючи їх недосвідченість у гральному світі.",
  "SandboxW": "Пісочниця",
  "SandboxD": "Цифровий майданчик, де панує творча свобода, дозволяючи гравцям формувати віртуальний світ згідно зі своїми бажаннями.",
  "ModdingW": "Моддінг",
  "ModdingD": "Мистецтво налаштування та поліпшення ігор, що дає гравцям можливість вдосконалити свій геймплей.",
  "MultiplayerW": "Мультіплеер",
  "MultiplayerD": "Портал до спільних пригод, де гравці об'єднуються в Інтернеті для спільних та конкурентних гральних вражень.",
  "StreamerW": "Стример",
  "StreamerD": "Цифровий артист, який ділиться своїми геймплейними враженнями та взаємодією з глобальною аудиторією в реальному часі.",
  "MicrotransactionW": "Мікротранзакція",
  "MicrotransactionD": "Невеликі, необов'язкові покупки в грі, що пропонують віртуальні товари та покращують геймплей для тих, хто вирішив скористатися ними.",
  "CosplayW": "Косплей",
  "CosplayD": "Хобі, де ентузіасти докладно нарядаються у своїх улюблених персонажів з ігор, фільмів чи аніме.",
  "MOBAW": "MOBA",
  "MOBAD": "Жанр гри з високим ступенем конкуренції, де команди гравців із різноманітними здібностями і навичками беруть участь у інтенсивних битвах, маючи на меті знищення важливих об'єктів для перемоги.",
  "MMORPGW": "MMORPG",
  "MMORPGD": "Великі онлайн-світи, де гравці поглиблюються в епічні пригоди та взаємодіють з численними іншими учасниками.",
  "ControllerW": "Контролер",
  "ControllerD": "Ручний пристрій, який надає гравцям можливість керувати та маніпулювати віртуальним світом з точністю.",
  "CampaignW": "Кампанія",
  "CampaignD": "Структурована послідовність викликів, яка веде гравців через наративну подорож у грі.",
  "StealthW": "Стелс",
  "StealthD": "Мистецтво залишатися невидимим, що дозволяє гравцям тихо і стратегічно перевершити супротивників.",
  "SkinsW": "Скін",
  "SkinsD": "Індивідуалізований зовнішній вигляд для персонажів або предметів у грі, поліпшуючий візуальну естетику без впливу на геймплей.",
  "ServerW": "Сервер",
  "ServerD": "Цифрова основа онлайн-гри, яка виступає як центральний хаб для підключення гравців та розміщення ігрових світів.",
  "CutsceneW": "Катсцена",
  "CutsceneD": "Внутрішньоігровий кінематографічний момент, коли управління тимчасово переходить від гравця до сценарійної розповіді.",
  "FPSW": "FPS",
  "FPSD": "Частота оновлення грального середовища, що визначає плавність візуального руху та досвіду гравця.",
  "VRW": "VR",
  "VRD": "Технологія, яка переносить користувачів у занурюючі цифрові світи, розмиваючи межу між реальністю та симуляцією."
}
