{
  "CastleW": "Замок",
  "CastleD": "Масивна кам'яна споруда, часто розташована на горі, з товстими стінами та центральною вежею. Має численні оборонні елементи, такі як вічка для стрільби, підйомний міст та ров.",
  "KnightW": "Лицар",
  "KnightD": "Важкозбройний вершник середньовіччя, поважаний за свою відвагу, вірність і дотримання неписьмового кодексу, в якому акцентується на честі та ввічливості.",
  "SwordW": "Меч",
  "SwordD": "Універсальна зброя з гострим лезом, яка поєднує в собі мистецтво та смертоносну функціональність, відома своєю історичною важливістю в ближньому бою.",
  "ArmorW": "Броня",
  "ArmorD": "Захисне вбрання, виготовлене з металу, шкіри або інших матеріалів, яке носиться воїнами для захисту від зброї в битві.",
  "PeasantW": "Селянин",
  "PeasantD": "Робітник, прив'язаний до землі, часто займається сільським господарством для забезпечення власних потреб та підпорядкований владі місцевих панів.",
  "SerfW": "Кріпак",
  "SerfD": "Особа, яка юридично зв'язана з землею, яку обробляє, належить дворянинові або власнику землі, та зобов'язана надавати працю або ресурси в обмін на захист.",
  "FeudalismW": "Феодалізм",
  "FeudalismD": "Ієрархічна соціальна та економічна система, поширена в середньовічній Європі, що характеризується володінням землею та обов'язками між панами, васалами та кріпаками.",
  "MonarchyW": "Монархія",
  "MonarchyD": "Система уряду, в якій один володар, зазвичай король або королева, має вищу владу в державі, зазвичай успадковується через спадкову послідовність.",
  "HeraldryW": "Геральдика",
  "HeraldryD": "Візуальна мова символів та знаків, яка використовується для відображення родової лінії, ідентичності або афіліацій, часто відображається на щитах, прапорах та гербах.",
  "SiegeW": "Облога",
  "SiegeD": "Військова тактика, що передбачає оточення та ізоляцію заміцненого об'єкта, зазвичай міста або замку, з метою вимушення його капітуляції.",
  "ArcherW": "Лучник",
  "ArcherD": "Обізнаний спеціаліст, навчений використовувати лук та стріли, вправний у стрільбі на довгу відстань з високою точністю.",
  "BlacksmithW": "Коваль",
  "BlacksmithD": "Майстер, спеціалізуючийся на обробці металу, нагріванні та формуванні його в різні інструменти, зброю або декоративні вироби.",
  "PlagueW": "Чума",
  "PlagueD": "Руйнівна та вкрай заразна інфекційна хвороба, яка історично спричиняла широкомасштабні епідемії та зменшення населення.",
  "CrusaderW": "Хрестоносець",
  "CrusaderD": "Середньовічний воїн, який віддавався релігійному запалу, вирушавши в подорож до Святої Землі з характерним хрестом на своїй одязі.",
  "CathedralW": "Собор",
  "CathedralD": "Величне, прикрашене місце поклоніння, відоме своїми високими шпилями, вишуканими вітражами та релігійною важливістю.",
  "SquireW": "Зброєносець",
  "SquireD": "Молодий слуга або учень, часто з благородним походженням, який допомагав лицарю з бронею, зброєю та іншими обов'язками.",
  "ManorW": "Садиба",
  "ManorD": "Великий феодальний маєток, зазвичай власність лорда або благородного, що включав центральний будинок, сільськогосподарську землю та часто село.",
  "ChainmailW": "Кольчуга",
  "ChainmailD": "Захисний одяг, виготовлений з взаємосполучених металевих кілець, який носили середньовічні воїни, щоб захистити себе від зброї в бою.",
  "MinstrelW": "Менестрель",
  "MinstrelD": "Мандруючий артист середньовіччя, вправний в музиці та розповідях, часто виступаючий на дворах та тавернах.",
  "AlchemistW": "Алхімік",
  "AlchemistD": "Історична постать, зайнята пошуками перетворення хімічних елементів, намагаючись перетворити звичайні речовини на дорогоцінні, часто поєднуючи науку з містикою.",
  "TapestriesW": "Гобелени",
  "TapestriesD": "Витончені тканинні твори мистецтва, що зображують сцени історичних подій, легенд або повсякденного життя, часто прикрашають стіни замків і помістья.",
  "CrossbowW": "Арбалет",
  "CrossbowD": "Стрілецька зброя з горизонтальним луком, закріпленим на стволі, відома своєю точністю та силою, використовувалася військовими та мисливцями.",
  "InquisitionW": "Інквізиція",
  "InquisitionD": "Історичний інститут, створений Католицькою Церквою для розслідування та придушення єресі, часто використовуючи жорсткі методи допиту та покарання.",
  "FriarW": "Монах",
  "FriarD": "Побожна особа, яка проживає в відокремленій релігійній громаді, часто живе молитвою, медитацією та обітницями бідності.",
  "ExcaliburW": "Екскалібур",
  "ExcaliburD": "Легендарний, міфічний меч, часто пов'язаний із призначеним правителем, якому приписується надзвичайна сила та значущість.",
  "GuildW": "Гільдія",
  "GuildD": "Організоване об'єднання ремісників та майстрів, які об'єднують у собі осіб, обізнаних у певній ремеслені чи мистецтві, для взаємної підтримки та захисту.",
  "HereticW": "Єретик",
  "HereticD": "Особа, яка дотримується переконань або поглядів, що суперечать усталеним релігійним доктринам, які часто вважаються такими, що відхиляються від ортодоксальної віри.",
  "ChateauW": "Шато",
  "ChateauD": "Велична укріплена резиденція чи садиба, як правило, оточена виноградниками чи маєтками, часто асоціюється з французькою спадщиною.",
  "FiefdomW": "Вотчина",
  "FiefdomD": "Ділянка землі, надана васалу паном в обмін на відданість та послуги, що становить основу феодальної системи.",
  "VassalW": "Васал",
  "VassalD": "Підлеглий, часто благородний, який складає присягу вищестоячому пану, пропонуючи військову підтримку та відданість в обмін на землю та захист.",
  "JesterW": "Блазень",
  "JesterD": "Придворний артист або дурень, якому доручено розважати знатність гумором, трюками та жартами, часто використовуючи сатиру та дотеп.",
  "VikingW": "Вікінг",
  "VikingD": "Морський воїн та дослідник зі скандинавських регіонів середньовічної Скандинавії, відомий своїми набігами, торгівлею та дослідженнями морських шляхів.",
  "CatapultW": "Катапульта",
  "CatapultD": "Механічний пристрій, що використовувався в стародавній війні для запуску важких снарядів, таких як камені або інші предмети, на ворожі цілі, часто застосовувався під час облог.",
  "CourtierW": "Придворний",
  "CourtierD": "Особа на службі королівського чи дворянського двору, якій часто доручають давати поради, дотримуватися етикету та обслуговувати потреби аристократії.",
  "HeraldW": "Геральд",
  "HeraldD": "Офіційний посланець або диктор, якого часто впізнають за відмітними символами чи регаліями, відповідальний за донесення важливих проголошень або новин.",
  "MoatW": "Рів",
  "MoatD": "Оборонна канава, інколи наповнена водою, що оточує фортецю чи замок для ускладнення доступу потенційних нападників.",
  "ChaliceW": "Келих",
  "ChaliceD": "Церемонійний посуд, часто виготовлений з коштовних матеріалів, використовується в релігійних чи урочистих подіях для обрядів, таких як християнська Євхаристія."
}
