{
  "RoseW": "Троянда",
  "RoseD": "Популярний вибір для вираження прихильності, він буває різних кольорів, але його колючки можуть колотися, якщо з ними не обережно поводитися.",
  "OakW": "Дуб",
  "OakD": "Величне дерево, часто асоціюється із мудрістю і силою, воно виробляє характерний, міцний плід, який годує різні істоти.",
  "TulipW": "Тюльпан",
  "TulipD": "Родом із регіону, відомого своїми вітряними млинами та дерев’яним взуттям, його цінують за його яскраві відтінки та ніжний вигляд.",
  "PineW": "Сосна",
  "PineD": "Зустрічається в лісах з прохолодним кліматом, віддає характерний аромат, а її шишки містять насіння для нового росту.",
  "SunflowerW": "Соняшник",
  "SunflowerD": "Високий з яскравою короною, його насіння не лише забезпечують живлення, а й є джерелом олії, широко використовуваної в кулінарії та косметиці.",
  "MapleW": "Клен",
  "MapleD": "Восени його листя перетворюється на захоплюючий полотно червоних та помаранчевих відтінків, додаючи вогняний акцент до ландшафту.",
  "OrchidW": "Орхідея",
  "OrchidD": "Родом із різноманітних середовищ існування, ця родина рослин може похвалитися вишуканим набором форм, кольорів і ароматів, що робить її улюбленим декоративним вибором.",
  "DaffodilW": "Нарцис",
  "DaffodilD": "Вітаючи прихід весни, ці яскраві квіти у вигляді трубки символізують оновлення та нові початки.",
  "CactusW": "Кактус",
  "CactusD": "Процвітаючи в сухих пейзажах, здатність цієї родини рослин зберігати воду в її м'ясистих стеблах дозволяє їй переживати жорсткі, сухі умови.",
  "FernW": "Папороть",
  "FernD": "Ця стародавня рослина, відома своїми витонченими пір’ястими листями, існує мільйони років і любить тінь.",
  "LilyW": "Лілія",
  "LilyD": "Зі своїми елегантними пелюстками та солодким ароматом, вона часто використовується у весільних букетах і символізує чистоту.",
  "IvyW": "Плющ",
  "IvyD": "Знаменитий своєю наполегливістю, він лізе і прикриває стіни буйною, зеленою рослинністю, додаючи натхнення природи до міського ландшафту.",
  "BambooW": "Бамбук",
  "BambooD": "Швидкоростуча трава, відома своєю міцністю, вона використовується в будівництві, мистецтві та навіть як сталий альтернативний варіант пластику.",
  "LavenderW": "Лаванда",
  "LavenderD": "Зі своїм заспокійливим ароматом, він часто використовується в ароматерапії та як ароматичний додаток до різних засобів особистого догляду та для дому.",
  "WillowW": "Верба",
  "WillowD": "Її тонкі гілки витончено колишуться на вітрі, а кора століттями використовувалася в традиційній медицині.",
  "PoppyW": "Мак",
  "PoppyD": "Часто зустрічається на полях, відомий своєю яскравістю пелюсток і насінням, яке використовується в кулінарних створеннях.",
  "SucculentW": "Сукулент",
  "SucculentD": "Розквітаючи в сухому середовищі, ця група рослин зберігає воду в своїх м'ясистих листках, що дозволяє їм процвітати в умовах засухи.",
  "MarigoldW": "Чорнобривці",
  "MarigoldD": "Їх яскраві квіти часто прикрашають сади, а аромат вважається засобом відлякування шкідників, роблячи їх природним вибором для захисту.",
  "RedwoodW": "Секвоя",
  "RedwoodD": "Ці дерева є одними з найвищих на Землі і можуть жити понад два тисячоліття, створюючи міцну червонувату деревину.",
  "AloeW": "Алое",
  "AloeD": "Соковиті листки цієї рослини містять лікувальний гель, який надає полегшення при різних подразненнях шкіри та сонячних опіках.",
  "JasmineW": "Жасмин",
  "JasmineD": "Зі своїми ніжними, схожими на зірки квітами, його ароматнf спокуса пливе вечірнім повітрям і заворожує всіх, хто з ним стикається.",
  "LotusW": "Лотос",
  "LotusD": "Його вишукані пелюстки, що піднімаються з каламутної води, є символом чистоти та просвітлення в багатьох культурах.",
  "EucalyptusW": "Евкаліпт",
  "EucalyptusD": "Відомий своїми ароматними листками, його часто використовують для заспокоєння респіраторних проблем і створення освіжаючого аромату.",
  "RhododendronW": "Hододендрон",
  "RhododendronD": "Ці дерев'янисті кущі відзначаються скупченнями яскравих квітів і процвітають в гірських регіонах, додаючи кольору скелястим пейзажам.",
  "ZinniaW": "Цинія",
  "ZinniaD": "Ці яскраві, кущові рослини привертають запилювачів своєю різнокольоровою масою тісно ущільнених, складних квітів.",
  "BonsaiW": "Бонсай",
  "BonsaiD": "Мініатюрні дерева, ретельно обрізані та створені в різні форми, вони втілюють в собі мистецтво поєднання природи та ручної роботи людини.",
  "HyacinthW": "Гіацинт",
  "HyacinthD": "Розцвітаючи в початкову весну, їх тісно ущільнені суцвіття випускають приємний аромат, наповнюючи повітря солодким, довгим запахом.",
  "PoinsettiaW": "Пуансетія",
  "PoinsettiaD": "Яскраві червоні приквітки цих рослин часто приймають за пелюстки, і вони є популярними прикрасами під час святкового сезону.",
  "DandelionW": "Кульбаба",
  "DandelionD": "Зазвичай вважається бур'яном, пушисті суцвіття цієї рослини легко розносяться вітром, додаючи полям бризку жовтого.",
  "BluebellW": "Прополіс",
  "BluebellD": "В лісах ці витончені, дзвоноподібні квіти укривають землю своєю чарівною синьою палітрою.",
  "FuchsiaW": "Фуксія",
  "FuchsiaD": "Гойдаючись граціозно на гілках, їх трубчасті квіти відзначаються яскравою двокольоровою окрасою.",
  "HoneysuckleW": "Жимолость",
  "HoneysuckleD": "Ці в'юнкі ліани дають запашні квіти, наповнені нектаром, які приваблюють колібрі та створюють солодкий аромат.",
  "ThistleW": "Розторопша",
  "ThistleD": "Ця колюча рослина з фіолетовими квітами часто пов'язується із стійким духом та має захисні властивості.",
  "HollyW": "Падуб",
  "HollyD": "Відомий своїми блискучими колючими листям та яскравими червоними ягодами, часто пов'язується із святковими відзначеннями та стійкими традиціями."
}
